<template>
	<view>

		<p class="cen fz32 z3 pt20">用户使用协议</p>

		<section class="pd dsf_derttx">
			<p class="z6 fz30 mt10 b">前言</p>
			<p class="fz26 s_dsdrrty mt10">本《用户使用协议》（以下简称“本协议”）是由您（以下称为“用户”）与深圳市小鸣科技有限公司（以下简称“本公司”）关于其提供的【料码】微信小程序（以下简称【料码】）上提供的服务所订立的协议。为正常、合理使用【料码】，请用户务必审慎阅读、充分理解并遵守本协议，特别是免除或者限制责任的条款。除非用户已阅读并接受本协议所有条款，否则用户无权使用【料码】及其提供的相关服务。用户的登陆、注册、使用等行为即视为用户已阅读并同意本协议各项条款的约束。</p>
			<p class="z6 fz30 mt10 b">1.服务内容</p>
			<p class="fz26 s_dsdrrty mt10">1.1【料码】是一款资源变现小程序码生成工具，为用户提供资源变现服务。【料码】根据用户分享的内容自动生成小程序码，其他用户可据此找到和使用第三方网页上的各种文档、资料等内容。【料码】不对分享者分享的内容进行任何改动、编辑。</p>
			<p class="fz26 s_dsdrrty mt10">1.2用户通过微信账户授权方式进行登陆。
				<p class="fz26 s_dsdrrty mt10">1.3【料码】仅提供内容交易渠道，现阶段不收取任何费用，但【料码】保留后续因业务发展收取手续费的权利。</p>
				<p class="z6 fz30 mt10 b mt10">2.用户行为规范</p>
				<p class="fz26 s_dsdrrty mt10">2.1用户同意按照包括本协议在内的、【料码】不时发布或变更的各类规则规范自己的行为，从而接受并使用【料码】提供的服务。</p>
				<p class="fz26 s_dsdrrty mt10">2.2用户在使用【料码】时，应当遵循以下原则：</p>
				<p class="fz26 s_dsdrrty mt10">1) 遵守中国有关的法律和法规</p>
				<p class="fz26 s_dsdrrty mt10">2) 不得为任何非法目的而使用【料码】；</p>
				<p class="fz26 s_dsdrrty mt10">3) 不得使用【料码】进行信用卡套现等破坏金融秩序的行为；</p>
				<p class="fz26 s_dsdrrty mt10">4) 不得利用【料码】进行任何可能对互联网的正常运转造成不利影响的行为；</p>
				<p class="fz26 s_dsdrrty mt10">5) 不得利用【料码】进行任何不利于其他用户的行为；</p>
				<p class="fz26 s_dsdrrty mt10">6) 不得擅自（包括但不限于以非法方式复制、传播、展示、镜像、上传、下载）使用或通过非常规方式（包括但不限于恶意干预【料码】数据）影响【料码】的正常服务；</p>
				<p class="fz26 s_dsdrrty mt10">7) 不得擅自以软件程序获得【料码】数据。</p>

				<p class="z6 fz30 mt10 b">2.3用户自行承担所分享的信息内容的责任，用户分享的内容不得包含以下部分：</p>
				<p class="fz26 s_dsdrrty mt10">1) 反对中华人民共和国宪法所确定的基本原则的；</p>
				<p class="fz26 s_dsdrrty mt10">2) 危害国家统一、主权和领土完整的；</p>
				<p class="fz26 s_dsdrrty mt10">3) 泄露国家秘密，危害国家安全或者损害国家荣誉和利益的；</p>
				<p class="fz26 s_dsdrrty mt10">4) 煽动民族仇恨、民族歧视，破坏民族团结或者侵害民族风俗、习惯的；</p>
				<p class="fz26 s_dsdrrty mt10">5) 破坏国家宗教政策，宣扬邪教、迷信的；</p>
				<p class="fz26 s_dsdrrty mt10">7) 散布淫秽、赌博、暴力或者教唆犯罪的；</p>
				<p class="fz26 s_dsdrrty mt10">8) 侮辱或者诽谤他人，侵害他人合法权益的；</p>
				<p class="fz26 s_dsdrrty mt10">9) 违反公序良俗的。</p>
				<p class="z6 fz30 mt10 b">3.信息披露与保护</p>
				<p class="fz26 s_dsdrrty mt10">3.1保护用户（特别是未成年人用户）的隐私是【料码】的基本原则。【料码】保证未经用户同意不对外公开或向第三方提供用户的账户信息及交易记录等个人资料，但下列情况除外：</p>
				<p class="fz26 s_dsdrrty mt10">1) 事先获得用户的明确授权；</p>
				<p class="fz26 s_dsdrrty mt10">2) 根据有关的法律法规要求；</p>
				<p class="fz26 s_dsdrrty mt10">3) 按照相关政府主管部门的要求；</p>
				<p class="fz26 s_dsdrrty mt10">4) 为维护社会公众的利益；</p>
				<p class="fz26 s_dsdrrty mt10">5) 为维护【料码】的合法权益。</p>
				<p class="z6 fz30 mt10 b">4.知识产权</p>
				<p class="fz26 s_dsdrrty mt10">本公司是【料码】的知识产权权利人。【料码】的一切关于小程序的著作权、商标权、专利权、商业秘密等知识产权均受中华人民共和国法律法规和相应的国际条约保护，本公司享有上述知识产权，除非事先经本公司的合法授权，任何人皆不得擅自以任何形式使用，否则本公司可立即终止向该用户提供产品和服务，并依法追究其法律责任，赔偿本公司的一切损失。</p>
				<p class="z6 fz30 mt10 b">5.有限保证与免责申明</p>
				<p class="fz26 s_dsdrrty mt10">5.1用户通过【料码】产生的任何内容（包括但不限制于文字、声音、图片、视频等），【料码】对其合法性概不负责，亦不承担任何法律责任。如使用【料码】产生的内容（包括但不限制于文字、声音、图片、视频等）有违反法律法规及其他规范性文件之处，在收到用户反馈或经有关部门查实后，【料码】将在30个工作日内审核其是否属实，如属实将立即撤下相关内容。</p>
				<p class="fz26 s_dsdrrty mt10">5.2用户应该对使用【料码】产生的内容及分享结果自行承担风险。【料码】不作任何形式的保证（包括但不局限于不保证分享结果满足用户的要求、不保证工具服务过程中不中断），因网络状况、通信线路、第三方网站等任何原因而导致用户不能正常使用【料码】的，【料码】不承担任何法律责任。</p>
				<p class="z6 fz30 mt10 b">6.权利通知</p>
				<p class="fz26 s_dsdrrty mt10">6.1任何单位或个人（以下简称：权利人）认为通过【料码】分享的内容侵犯其合法权益，应及时以书面的方式向【料码】提交权利通知，【料码】在收到权利通知并经核实无误后，将会依法尽快删除相关侵权内容，并在经有关部门法律授权之下向其提供内容分享者的资料。</p>

				<p class="fz26 s_dsdrrty mt10">注意：如果权利通知的陈述失实，提交者应承担因此造成的全部法律责任（包括但不限于经济损失、诉讼费用、行政罚金、经济处罚的损失及为处理纠纷所支出的费用等）。如果权利人不确定该内容是否侵犯其合法权益，【料码】建议权利人先行咨询专业人士。</p>
				<p class="fz26 s_dsdrrty mt10">6.2为了提高【料码】的处理效率，请按照以下内容及格式书写权利通知，并以电子邮件形式发送至liaoma@ttkgou.com。</p>
 
				<p class="fz26 s_dsdrrty mt10">1) 权利人信息，包括姓名、身份证或护照复印件（对自然人）、单位名称、登记证明复印件（对单位）、联系方式及地址。</p>
				<p class="fz26 s_dsdrrty mt10">2) 权利人对涉嫌侵权内容拥有商标权、著作权和/或其他知识产权利的权属证明。</p>
				<p class="fz26 s_dsdrrty mt10">3) 对侵犯了权利人合法权益的内容的准确描述。</p>
				<p class="fz26 s_dsdrrty mt10">4) 涉嫌侵权内容在信息网络上的具体位置（如涉嫌侵权内容的出处，即：指网页地址或网页内的位置）以便【料码】与涉嫌侵权内容的所有权人/管理人联系。
					<p class="fz26 s_dsdrrty mt10">5) 权利人声明：   a.我本人为所投诉内容的合法权利人或已经合法授权；   b.在我举报的第三方网页上登载的内容侵犯了本人的合法权益。
						c.本人确认：本通知中所述信息合法、真实、准确，如果本权利通知内容不完全属实，本人将承担由此产生的一切法律责任。
					</p>

					<p class="fz26 s_dsdrrty mt10"> 6) 于落款处签字捺印（对个人）或加盖单位公章（对单位）。</p>
					<p class="z6 fz30 mt10 b">7.争议解决</p>

					<p class="fz26 s_dsdrrty mt10"> 7.1本协议的订立、效力、解释、履行及争议解决适用中华人民共和国法律。</p>

					<p class="fz26 s_dsdrrty mt10"> 7.2因本协议引起的任何争议，双方应友好协商解决，协商不成的，任何一方有权向协议签订地人民法院提起诉讼。</p>
					<p class="z6 fz30 mt10 b">8.其它</p>

					<p class="fz26 s_dsdrrty mt10"> 8.1本协议的任何条款部分无效的，不影响其它条款的效力。</p>
					<p class="fz26 s_dsdrrty mt10"> 8.2本协议于用户首次使用【料码】之日起签订并生效。</p>
					<p class="fz26 s_dsdrrty mt10"> 8.3本协议签订地为深圳市南山区。</p>
					<p class="fz26 s_dsdrrty mt10"> 本协议的最终解释权归【料码】所有。</p>
		</section>


	</view>
</template>
<script>
	export default {
		data() {
			return {}
		},
		components: {},
		methods: {},
		mounted() {
			
		},
	}
</script>
<style scoped>
	.s_dsdrrty{
		text-indent: 20px;
		color: #999;
		line-height: 1.8;
	}
</style>
